[
    {
        "id": 1,
        "title": "Consultation",
        "icon": "/img/services/consulting.jpg",
        "content": "We prioritize gathering requirements, resources, and information to begin projects. By carefully analyzing our clients' needs, we develop a clear plan of action and identify the necessary resources to ensure successful outcomes."
    },
    {
      "id": 2,
      "title": "UI/UX Design",
      "icon": "/img/services/2.jpg",
      "content": "We utilize cutting-edge design tools to craft engaging and visually appealing designs that enhance the user experience. Our focus on user-centric design ensures that we create interfaces that are both captivating and intuitive, resulting in a seamless user experience."
    },
    {
      "id": 3,
      "title": "Prototype",
      "icon": "/img/services/3.jpg",
      "content": "After the design phase is complete, we provide you with a prototype that serves as a blueprint for the development process. This prototype allows you to visualize and experience the final product, making it easier to provide feedback and ensure that your vision is being brought to life."
    },
    {
      "id": 4,
      "title": "Development",
      "icon": "/img/services/4.jpg",
      "content": "We initiate the development of mobile applications, web platforms, or blockchain solutions using the latest tools and technologies, ensuring full transparency throughout the process."
    },
    {
      "id": 5,
      "title": "Security & Quality",
      "icon": "/img/services/5.jpg",
      "content": "We prioritize security and quality above all else, delivering applications free from compromise. We maintain the highest standards of security and quality by thoroughly testing our applications to ensure they are bug-free and free from vulnerabilities."
    },
    {
      "id": 6,
      "title": "Deployment",
      "icon": "/img/services/6.jpg",
      "content": "After the development and testing process, we hold a pre-deployment meeting with our clients to review the application and ensure everything is in order. Once we receive confirmation, we proceed with launching the application on the App Store or Play Store."
    },
    {
      "id": 7,
      "title": "Delivery & Marketing",
      "icon": "/img/services/7.jpg",
      "content": "At Chain Imperium, our commitment to your success continues after delivery. We understand the importance of marketing and scaling your business, so we guide how to effectively promote your application through various channels. Our team will work with you to develop a comprehensive marketing strategy that aligns with your business goals and objectives. With our support, you can confidently launch your application and take the necessary steps to succeed in the market."
    },
    {
      "id": 8,
      "title": "Support & Maintenance",
      "icon": "/img/services/8.jpg",
      "content": "Our company is dedicated to providing ongoing support and assistance to our clients even after the delivery of their applications. Our team of experts is always available to answer any questions or concerns that may arise, ensuring that our clients receive the best possible service and support throughout the entire lifecycle of their product."
    }
]